---
kind: other
id: Properties.T:Autodesk.Revit.DB.Lighting.InitialLuminousIntensity
source: html/0387e4fa-c576-c156-7f13-3c70e2b8f646.htm
---
# InitialLuminousIntensity Properties

The calculated initial intensity value.